"use client";
// Import Swiper React components

import styles from "./page.module.css";

export default function Page() {
  return (
    <div className={styles.box_}>
      <h2 className={styles.box_h2}> Обмін та Повернення Товарів</h2>
      <h4 className={styles.box}>🔄 Обмін та Повернення Товару</h4>
      <h4 className={styles.box}>❓ Чи можу я повернути або обміняти товар?</h4>
      <div className={styles.box_p}>
        Звісно, у вас є можливість повернути або обміняти товар протягом 14 днів
        після покупки. Це право гарантує вам Закон про захист прав споживача.
        Щоб скористатися цією можливістю, будь ласка, переконайтеся, що:
      </div>
      <div className={styles.box_p}>
        -🚫 товар не був у вжитку і не має слідів використання: подряпин,
        сколів, потертостей.
      </div>
      <div className={styles.box_p}>
        -🎁 товар повністю укомплектований та не порушена цілісність пакування;
      </div>
      <div className={styles.box_p}>
        -🏷️ збережено всі ярлики та заводське маркування;
      </div>
      <div className={styles.box_p}>
        -💼 запчастина не була під замовлення, наприклад, модуль управління,
        який прошивається точно під модель пральної машинки й підлягає
        перепрошивці повторно.
      </div>
      <h4 className={styles.box}>
        🚚 Де і як можна зробити обмін чи повернення товару?
      </h4>
      <div className={styles.box_p}>
        Для обміну або повернення товару, будь ласка, зв`яжіться з менеджером
        для уточнення даних для відправки.
      </div>
      <h4 className={styles.box}>
        💰 Чиїм коштом відбувається обмін чи повернення запчастини?
      </h4>
      <div className={styles.box_p}>
        Повернення запчастини відбувається нашим коштом у разі, якщо товар був
        підібраний неправильно менеджером магазину. У випадках, коли клієнт не
        правильно підібрав запчастину сам чи з інших причин – повернення
        відбувається коштом клієнта.
      </div>
      <h4 className={styles.box}>📜 Умови гарантійних зобов`язань</h4>
      <div className={styles.box_p}>
        Магазин не несе гарантійних зобов`язань у таких випадках:
      </div>
      <div className={styles.box_p}>
        -🧯 Порушення правил експлуатації, а також застосування його не за
        призначенням;
      </div>
      <div className={styles.box_p}>
        -⚙️ якщо виріб має сліди спроб некваліфікованого ремонту;
      </div>
      <div className={styles.box_p}>
        -💧 якщо виявлено механічні ушкодження, що виникли після передачі
        клієнту; пошкодження спричинені потраплянням вологи; потраплянням
        усередину
      </div>
      <div className={styles.box_p}>
        -🌩️ якщо пошкодження викликані невідповідністю стандартам або технічним
        регламентам мереж живлення (таких наприклад, як перепад напруги). Термін
        протягом якого можна повернути або обміняти товар - 14 днів рахуючи з
        дня отримання товару.
      </div>
      <div className={styles.box_p}>
        🚫 Підзамовні запчастини (плати управління, алюмінієві фільтри для
        витяжок, баки в зборі тощо) які замовляються виключно під
        клієнта-повернення та обміну не підлягають.
      </div>
      <div className={styles.box_p}>
        ❌ Завдаток на підзамовну запчастину також не підлягає поверненню.
      </div>
      <div className={styles.box_p}>⚠️ Під гарантію не підпадають:</div>
      <div className={styles.box_p}>
        -Вироби з гуми (манжети, патрубки, ремені, шланги, сальники і т.д.)
      </div>
      <div className={styles.box_p}>-Вироби зі скла (скло люка тощо);</div>
      <div className={styles.box_p}>
        -Підшипники, блоки підшипників, опори барабана;
      </div>
      <div className={styles.box_p}>-Амортизатори;</div>
      <div className={styles.box_p}>-Хрестовини, шківи;</div>
      <div className={styles.box_p}>-ТЕНи;</div>
      <div className={styles.box_p}>-Щітки двигуна (в корпусі та без);</div>
      <div className={styles.box_p}>
        -Аксесуари для пилососів (шланги, щітки, мішки, фільтри тощо);
      </div>
      <div className={styles.box_p}>
        -Аксесуари для кухонних комбайнів, м`ясорубок (ножі, шнеки, терки тощо)
        та хлібопечів (відра, лопатки тощо);
      </div>
      <div className={styles.box_p}>
        -Електронні модулі управління пральних машин/холодильників (модуля
        поверненню та обміну не підлягають);
      </div>
      <div className={styles.box_p}>
        -Та інші (більш точний список уточнюйте у менеджера).
      </div>
      <h4 className={styles.box}>🔍 Перевіряйте товар при отриманні</h4>
      <div className={styles.box_p}>
        Шановні клієнти, при отриманні товару у компанії перевізника перевіряйте
        товар, його комплектацію та упаковку на цілісність. За наявності
        будь-яких пошкоджень Вам необхідно у присутності працівників компанії
        скласти акт про пошкодження товару при трансортуванні, товар залишити в
        компанії перевізника, повідомити про це магазин.
      </div>
      <div className={styles.box_p}>
        🚫 При виявленні дефекту поза компанією перевізника претензії щодо
        повернення товару/грошей не приймаються.
      </div>
      <div className={styles.box_p}>Бажаємо вдалих та корисних покупок! 😊</div>
    </div>
  );
}
